---
kind: property
id: P:Autodesk.Revit.DB.Structure.LoadBase.IsReaction
source: html/3d159400-28fb-9f92-b4b1-1aab870c21f0.htm
---
# Autodesk.Revit.DB.Structure.LoadBase.IsReaction Property

The load is reaction option.

## Syntax (C#)
```csharp
public bool IsReaction { get; set; }
```